Repository: GNOME/frogr
Catalog: po/*.po
Languages: fr, hi, ka

source: A flickr uploader for GNOME
hi: GNOME के लिए एक फ़्लिकर अपलोडर
ka: Flickr-ზე ამტვირთველი GNOME-სთვის

source: frogr allows users to manage their accounts on the Flickr photo hosting service with a simple and direct interface.
hi: frogr उपयोक्ताओं को एक सरल और सीधे इंटरफ़ेस के साथ Flickr फोटो होस्टिंग सेवा पर अपने खाते प्रबंधित करने की अनुमति देता है।
ka: frogr მომხმარებლებს საშუალებას აძლევს, მართონ თავიანთი Flick-ის სურათების ჰოსტგის სერვისი მარტივი და პირდაპირი ინტერფეისით.

source: It supports all the basic Flickr features, including uploading pictures, adding descriptions, setting tags and managing sets and groups pools.
hi: यह सभी बुनियादी Flickr सुविधाओं का समर्थन करता है, जिसमें तस्वीरें अपलोड करना, विवरण जोड़ना, टैग निर्धारित करना और सेट और समूह पूल प्रबंधित करना शामिल है।
ka: მას გააჩნია Flickr-ის ყველა ძირითადი ფუნქცია სურათების ატვირთვის, აღწერების დამატების, ჭდეების დაყენების და ნაკრებებისა და ჯგუფების მართვის ჩათვლით.

source: Screenshot of frogr
hi: frogr का स्क्रीनशॉट
ka: Frogr-ის ეკრანის ანაბეჭდი

source: frogr: a Flickr Remote Organizer for GNOME
hi: frogr: GNOME के लिए फ़्लिकर रिमोट व्यवस्थापक
ka: frogr: Flickr-ის ორგანიზატორი GNOME-სთვის

source: Upload and organize photos in Flickr accounts
hi: Flickr खातों में Flickr अपलोड करें और व्यवस्थित करें
ka: ატვირთეთ და დაალაგეთ სურათები Flickr-ის ანგარიშებში

source: Flickr;Image;Picture;Photo;Video;Uploader;
hi: Flickr;छवि;तस्वीर;फोटो;वीडियो;अपलोडर;
ka: Flickr;Image;Picture;Photo;Video;Uploader;ამტვირთავი;სურათი;ვიდეო;

source: A Flickr Remote Organizer for GNOME
hi: GNOME के लिए Flickr रिमोट व्यवस्थापक
ka: Flickr-ის ორგანიზატორი GNOME-სთვის

source: translator-credits
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
ka: მთარგმნელის შესახებ

source: _Cancel
hi: रद्द करें (_C)
ka: &გაუქმება

source: _Add
hi: जोड़ें (_A)
ka: _დამატება

source: Enter a spaces separated list of tags:
fr: Saisissez une liste d'étiquettes séparées par des espaces :
hi: टैग की रिक्त स्थान से अलग सूची दर्ज करें:
ka: შეიყვანეთ ჭდეების მძიმით გამოყოფილი სია:

source: Add Tags
fr: Ajouter des étiquettes
hi: टैग जोड़ें
ka: ჭდეების დამატება

source: Name
hi: नाम
ka: სახელი

source: Elements
fr: Éléments
hi: तत्व
ka: ელემენტები

source: Add to Groups
hi: समूहों में जोड़ें
ka: ჯგუფებში ჩამატება

source: Title
hi: शीर्षक
ka: სათაური

source: Add to Sets
hi: सेट में जोड़ें
ka: ნაკრებებში ჩამატება

source: Please press the button to authorize %s and then come back to complete the process.
hi: कृपया %s को अधिकृत करने के लिए बटन दबाएँ और फिर प्रक्रिया पूरी करने के लिए वापस आएँ।
ka: დააწექით ღილაკს %s-ის ავტორიზაციისთვის, შემდეგ კი დაბრუნდით პროცესის დასასრულებლად.

source: Authorize %s
hi: %s को अधिकृत करें
ka: %s-ის ავტორიზაცია

source: _Close
hi: बंद करें (_C)
ka: დახურვა

source: Enter verification code:
hi: सत्यापन कोड दर्ज करें:
ka: შეიყვანეთ გადამოწმების კოდი:

source: Invalid verification code
hi: अमान्य सत्यापन कोड
ka: არასწორი გადამოწმების კოდი

source: Process cancelled
hi: प्रक्रिया रद्द
ka: პროცესი შეწყდა

source: Connection error: Network not available
fr: Erreur de connexion : Réseau indisponible
hi: संपर्क त्रुटि: नेटवर्क उपलब्ध नहीं
ka: მიერთების შეცდომა: ქსელი ხელმისაწვდომი არაა

source: Connection error: Bad request
fr: Erreur de connexion : Mauvaise requête
hi: संपर्क त्रुटि: खराब अनुरोध
ka: მიერთების შეცდომა: არასწორი მოთხოვნა

source: Connection error: Server-side error
fr: Erreur de connexion : Erreur côté serveur
hi: संपर्क त्रुटि: सर्वर-साइड त्रुटि
ka: მიერთების შეცდომა: შეცდომა სერვერის მხარეს

source: Error uploading: File invalid
hi: अपलोड करने में त्रुटि: फाइल अमान्य
ka: ატვირთვის შეცდომა: ფაილი არასწორია

source: Error uploading picture: Quota exceeded
fr: Erreur pendant l'envoi de l'image : Quota dépassé
hi: तस्वीर अपलोड करने में त्रुटि: कोटा पूरा हो गया
ka: სურათის ატვირთვის შეცდომა: კვოტა გადაცილებულია

source: Quota exceeded (limit: %d video per month)
hi: कोटा पार हो गया (सीमा: %d वीडियो प्रति माह)
ka: კვოტა გადაცილებულია (ზღვარი: %d ვიდეო თვეში)

source: Error uploading video: You can't upload more videos with this account
hi: वीडियो अपलोड करने में त्रुटि: आप इस खाते से अधिक वीडियो अपलोड नहीं कर सकते
ka: ვიდეოს ატვირთვის შეცდომა: ამ ანგარიშზე მეტ ვიდეოს ვეღარ ატვირთავთ

source: Error: Photo not found
fr: Erreur : Photo introuvable
hi: त्रुटि: फोटो नहीं मिला
ka: შეცდომა: სურათი ვერ ვიპოვე

source: Error: Photo already in photoset
fr: Erreur : Photo déjà présente dans l'ensemble
hi: त्रुटि: फोटो पहले से ही फोटोसेट में है
ka: შეცდომა: ფოტო უკვე ნაკრებშია

source: Error: Photo already in group
fr: Erreur : Photo déjà dans le groupe
hi: त्रुटि: फोटो पहले से ही समूह में है
ka: შეცდომა: ფოტო უკვე ჯგუფშია

source: Error: Photo already in the maximum number of groups possible
fr: Erreur : Photo déjà dans le nombre maximum de groupes possible
hi: त्रुटि: फोटो पहले से ही यथासंभव अधिकतम संख्या में समूहों में है
ka: შეცდომა: ფოტო, უკვე, შესაძლო ჯგუფების მაქსიმალურ რაოდენობაშია

source: Error: Group limit already reached
hi: त्रुटि: समूह की सीमा पहले ही पूरी हो चुकी है
ka: შეცდომა: ჯგუფების ლიმიტი უკვე მიღწეულია

source: Error: Photo added to group's queue
fr: Erreur : Photo ajoutée à la file d'attente du groupe
hi: त्रुटि: फोटो को समूह की कतार में जोड़ा गया
ka: შეცდომა: სურათი დაემატა ჯგუფის რიგში

source: Error: Photo already added to group's queue
fr: Erreur : Photo déjà ajoutée à la file d'attente du groupe
hi: त्रुटि: फोटो पहले ही समूह की कतार में जोड़ दी गई है
ka: შეცდომა: სურათი უკვეა ჯგუფი რიგში

source: Error: Content not allowed for this group
fr: Erreur : Contenu non autorisé pour ce groupe
hi: त्रुटि: इस समूह के लिए सामग्री की अनुमति नहीं है
ka: შეცდომა: შემცველობა დაუშვებელია ამ ჯგუფისთვის

source: Authorization failed. Please try again
fr: Échec de l'autorisation. Veuillez réessayer
hi: प्रमाणीकरण विफल। कृपया पुन: प्रयास करें
ka: ავტორიზაცია ჩავარდა. კიდევ სცადეთ

source: Error %s is not properly authorized to upload pictures to Flickr. Please re-authorize it
hi: त्रुटि %s Flickr पर तस्वीरें अपलोड करने के लिए उचित रूप से अधिकृत नहीं है। कृपया इसे पुनः अधिकृत करें
ka: შეცდომა %s-ის ავტორიზაცია, რომ სურათები Flick-ზე ატვირთოს, სწორი არაა. მოახდინეთ თავიდან ავტორიზაცია

source: Unable to authenticate in Flickr Please try again.
hi: Flickr में प्रमाणित करने में असमर्थ कृपया पुन: प्रयास करें।
ka: Flickr-ზე ავთენტიკაცია შეუძლებელია კიდევ სცადეთ.

source: You have not properly authorized %s yet. Please try again.
hi: आपने अभी तक %s को ठीक से अधिकृत नहीं किया है। कृपया पुन: प्रयास करें।
ka: %s ჯერ სწორად ავტორიზებული არაა. კიდევ სცადეთ.

source: Invalid verification code. Please try again.
hi: अवैध सत्यापन संकेत। कृपया पुन: प्रयास करें।
ka: არასწორი გადამოწმების კოდი. კიდევ სცადეთ.

source: Invalid signature. Please try again.
hi: अमान्य हस्ताक्षर। कृपया पुन: प्रयास करें।
ka: არასწორი ხელმოწერა. კიდევ სცადეთ.

source: Error: Service not available
fr: Erreur : Service indisponible
hi: त्रुटि: सेवा उपलब्ध नहीं है
ka: შეცდომა: სერვისი ხელმისაწვდომი არაა

source: An error happened: %s.
hi: एक त्रुटि हुई: %s।
ka: აღმოჩენილია შეცდომა: %s.

source: Authorization failed (timed out)
hi: प्राधिकरण विफल (समय समाप्त)
ka: ავტორიზაცია ჩავარდა (მოლოდინის ვადა ამოიწურა)

source: Retrying Upload (attempt %d/%d)…
hi: अपलोड का पुन: प्रयास किया जा रहा है (प्रयास %d/%d)…
ka: ატვირთვის თავიდან ცდა (მცდელობა %d/%d)…

source: Uploading '%s'…
fr: Envoi de '%s'…
hi: '%s' अपलोड किया जा रहा है…
ka: "%s"-ის ატვირთვა…

source: Updating credentials…
hi: क्रेडेंशियल अपडेट किया जा रहा है…
ka: ავტორიზაციის დეტალების განახლება…

source: Retrieving data for authorization…
hi: प्राधिकरण के लिए डेटा पुनर्प्राप्त किया जा रहा है…
ka: მონაცემების მიღება ავტორიზაციისთვის…

source: Finishing authorization…
hi: प्राधिकरण समाप्त हो रहा है…
ka: ავტორიზაციის დასრულება…

source: Retrieving list of sets…
hi: सेट की सूची पुनर्प्राप्त की जा रही है…
ka: ნაკრებების სიის მიღება…

source: Retrieving list of groups…
hi: समूहों की सूची पुनर्प्राप्त की जा रही है…
ka: ჯგუფების სიის მიღება…

source: Retrieving list of tags…
hi: टैग की सूची पुनर्प्राप्त की जा रही है…
ka: ჭდეების სიის მიღება…

source: Fetching information
hi: जानकारी प्राप्त की जा रही है
ka: ინფორმაციის გამოთხოვა

source: No sets found
hi: कोई सेट नहीं मिला
ka: ნაკრებები ვერ ვიპოვე

source: No groups found
hi: कोई समूह नहीं मिला
ka: ჯგუფები ვერ ვიპოვე

source: You need to properly authorize %s before uploading any pictures to Flickr. Please re-authorize it.
hi: Flickr पर कोई भी तस्वीरें अपलोड करने से पहले आपको %s को उचित रूप से अधिकृत करना होगा। कृपया इसे पुनः अधिकृत करें।
ka: Flickr-ზე სურათების ატვირთვამდე %s-ს სწორი ავტორიზაცია სჭირდება. გაატარეთ მას ავტორიზაცია კიდევ ერთხელ.

source: You need to be connected before uploading any pictures to Flickr.
hi: Flickr पर कोई भी तस्वीरें अपलोड करने से पहले आपको जुड़ना होगा।
ka: Flickr-ზე სურათების ატვირთვამდე ინტერნეტკავშირის ქონა აუცილებელია.

source: Uploading Pictures
hi: तस्वीरें अपलोड कि जा रही हैं
ka: მიმდინარეობს სურათების ატვირთვა

source: Error opening project file
hi: परियोजना फाइल खोलने में त्रुटि
ka: პროექტის ფაილის გახსნის შეცდომა

source: Missing data required
fr: Données manquantes requises
hi: अनुपलब्ध डेटा आवश्यक
ka: ნაკლული მონაცემები აუცილებელია

source: Title:
hi: शीर्षक:
ka: სათაური:

source: Description:
hi: विवरण:
ka: აღწერა:

source: Fill Pictures Details with Title and Description
hi: शीर्षक और विवरण के साथ तस्वीर विवरण भरें
ka: შეავსეთ სურათის დეტალები სათაურითა და აღწერით

source: Create New Set
hi: नया सेट बनाएं
ka: ახალი ნაკრების შექმნა

source: Default (as specified in Flickr)
hi: तयशुदा (जैसा कि Flickr में निर्दिष्ट है)
ka: ნაგულისხმევი (როგორც Flickr-ზე)

source: All rights reserved
hi: सर्वाधिकार सुरक्षित
ka: ყველა უფლება დაცულია

source: Open with image viewer
hi: छवि दर्शक के साथ खोलें
ka: სურათების გამხსნელში გახსნა

source: _Title:
hi: शीर्षक (_T):
ka: _სათაური:

source: _Description:
hi: विवरण (_D):
ka: _აღწერა:

source: Ta_gs:
hi: टैग (_g):
ka: _ჭდეები:

source: Visibility
hi: दृश्यता
ka: ხილვადობა

source: _Private
hi: निजी (_P)
ka: პირადი

source: P_ublic
hi: सार्वजनिक (_u)
ka: _საჯარო

source: _Family
hi: परिवार (_F)
ka: _ოჯახი

source: F_riends
hi: दोस्त (_r)
ka: _მეგობრები

source: Content Type
hi: सामग्री प्रकार
ka: შემცველობის ტიპი

source: P_hoto
hi: तस्वीर (_h)
ka: _ფოტო

source: Scree_nshot
hi: स्क्रीनशॉट (_n)
ka: _ეკრანის ანაბეჭდი

source: Oth_er
hi: अन्य (_e)
ka: _სხვა

source: Safety Level
hi: सुरक्षा स्तर
ka: უსაფრთხოების დონე

source: S_afe
hi: सुरक्षित (_a)
ka: _უსაფრთხო

source: _Moderate
hi: मध्यम (_M)
ka: _საშუალო

source: Restr_icted
hi: प्रतिबंधित (_i)
ka: შ_ეზღუდული

source: License Type
hi: लाइसेंस प्रकार
ka: ლიცენზიის ტიპი

source: Other Properties
hi: अन्य गुण
ka: სხვა თვისებები

source: _Show Up in Global Search Results
hi: वैश्विक खोज परिणामों में दिखाएँ (_S)
ka: _გლობალური ძებნის შედეგების ჩვენება

source: Set Geo_location Information
hi: भू-स्थान जानकारी निर्धारित करें (_l)
ka: გეო_ლოკაციის ინფორმაციის დაყენება

source: Replace 'Date Posted' with 'Date Taken'
hi: 'पोस्ट की गई तारीख' को 'तिथि ली गई' से बदलें
ka: 'დაპოსტისთვის თარიღის' ჩანაცვლება 'გადაღების თარიღით'

source: (%d Picture)
hi: (%d तस्वीर)
ka: (%d სურათი)

source: An error happened trying to load the picture
hi: तस्वीर लोड करने का प्रयास करते समय त्रुटि हुई
ka: შეცდომა სურათის ჩატვირთვის მცდელობისას

source: _Edit
hi: संपादित करें (_E)
ka: _ჩასწორება

source: Edit Picture Details
fr: Modifier les détails d'une image
hi: तस्वीर विवरण संपादित करें
ka: სურათის დეტალების ჩასწორება

source: Loading files %d / %d
hi: फाइलें लोड हो रही हैं %d / %d
ka: იტვირთება ფაილები %d / %d

source: Unable to load picture %s: %s
hi: तस्वीर %s लोड करने में असमर्थ: %s
ka: ვერ ჩავტვირთე სურათი: %s: %s

source: Unable to load video %s Please check that you have the right codec installed
hi: वीडियो %s लोड करने में असमर्थ कृपया जांचें कि आपके पास सही कोडेक स्थापित है
ka: ვერ ჩავტვირთე ვიდეო %s შეამოწმეთ, გიყენიათ თუ არა შესაბამისი კოდეკი

source: Can't load file %s: Size of file is bigger than the maximum allowed for this account (%s)
hi: फाइल %s लोड नहीं कर सकता: फाइल का आकार इस खाते के लिए अनुमत अधिकतम सीमा से बड़ा है (%s)
ka: ვერ ჩავტვირთე ფაილი %s ფაილის ზომა ამ ანგარიშისთვის დაშვებულზე (%s) დიდია

source: Flickr Remote Organizer
hi: Flickr रिमोट व्यवस्थापक
ka: Flickr-ის ორგანიზატორი

source: Open
hi: खोलें
ka: გახსნა

source: Open Existing Project
hi: मौजूदा परियोजना खोलें
ka: არსებული პროექტის გახსნა

source: Add
fr: Ajouter
hi: जोड़ें
ka: დამატება

source: Remove
fr: Supprimer
hi: हटाएं
ka: წაშლა

source: Upload
fr: Envoyer
hi: अपलोड
ka: ატვირთვა

source: Save
hi: सहेजें
ka: შენახვა

source: Save Current Project
hi: वर्तमान परियोजना सहेजें
ka: მიმდინარე პროექტის შენახვა

source: Accounts
hi: खाता
ka: ანგარიშები

source: Taken: %s
hi: लिया गया: %s
ka: გადაღებულია: %s

source: File size: %s
hi: फाइल आकार: %s
ka: ფაილის ზომა: %s

source: Select File
hi: फाइल चुनें
ka: აირჩიეთ ფაილი

source: _Open
hi: खोलें (_O)
ka: _გახსნა

source: Frogr Project Files
hi: Frogr परियोजना फाइलें
ka: Frogr-ის პროექტის ფაილები

source: Select Destination
hi: गंतव्य चुनें
ka: აირჩიეთ სამიზნე

source: _Save
hi: सहेजें (_S)
ka: _შენახვა

source: Untitled Project.frogr
hi: शीर्षकहीन Project.frogr
ka: უსახელო პროექტი.frogr

source: Select a Picture
fr: Sélectionner une image
hi: एक तस्वीर चुनें
ka: აირჩიეთ სურათი

source: All Files
hi: सभी फाइलें
ka: ყველა ფაილი

source: Image Files
hi: छवि फाइलें
ka: ასლის ფაილები

source: Video Files
hi: वीडियो फाइलें
ka: ვიდეო ფაილები

source: You don't have any picture added yet
hi: आपने अभी तक कोई तस्वीर नहीं जोड़ी है
ka: ჯერ სურათები არ დაგიმატებიათ

source: You need to select some pictures first
fr: Vous devez d'abord sélectionner des images
hi: आपको पहले कुछ तस्वीरें चुननी होंगी
ka: ჯერ სურათები უნდა აირჩიოთ

source: Not connected to Flickr
hi: Flickr से जुड़ा नहीं है
ka: Flickr-თან მიერთებული არ ბრძანდებით

source: Connected as %s%s
hi: %s%s के रूप में जुड़ा हुआ
ka: მიერთებული, როგორც %s%s

source: (PRO account)
fr: (compte PRO)
hi: (प्रो खाता)
ka: (PRO ანგარიში)

source: - %s / %s remaining
hi: - %s / %s शेष
ka: - %s / %s დარჩენილია

source: - %d file to upload (%s)
hi: - अपलोड करने के लिए %d फाइल (%s)
ka: - %d ასატვირთი ფაილი (%s)

source: Default Visibility
fr: Visibilité par défaut
hi: तयशुदा दृश्यता
ka: ნაგულისხმევი ხილვადობა

source: Default Content Type
hi: तयशुदा सामग्री प्रकार
ka: ნაგულისხმევი შემცველობის ტიპი

source: Default Safety Level
hi: तयशुदा सुरक्षा स्तर
ka: ნაგულისხმევი უსაფრთხოების დონე

source: Default License
hi: तयशुदा लाइसेंस
ka: ნაგულისხმები ლიცენზია

source: Other Defaults
hi: अन्य तयशुदा
ka: სხვა ნაგულისხმევები

source: _Show Pictures in Global Search Results
hi: वैश्विक खोज परिणामों में तस्वीर दिखाएं (_S)
ka: _სურათების ჩვენება გლობალური ძებნის შედეგებში

source: Set Geo_location Information for Pictures
hi: तस्वीरों के लिए भू-स्थान जानकारी निर्धारित करें (_l)
ka: გეო_ლოკაციის ინფორმაციის დაყენება სურათებისთვის

source: Replace 'Date Posted' with 'Date Taken' for Pictures
hi: तस्वीरों के लिए 'पोस्ट की गई तारीख' को 'तिथि ली गई' से बदलें
ka: სურათებისთვის 'დაპოსტისთვის თარიღის' ჩანაცვლება 'გადაღების თარიღით'

source: _General
hi: सामान्य (_G)
ka: ზოგადი

source: Proxy Settings
hi: प्रॉक्सी सेटिंग
ka: პროქსის მორგება

source: _Enable HTTP Proxy
hi: HTTP प्रॉक्सी सक्षम करें (_E)
ka: HTTP პროქსის _ჩართვა

source: _Host:
hi: होस्ट (_H):
ka: _ჰოსტი:

source: _Port:
hi: पोर्ट (_P):
ka: პორტი:

source: U_sername:
hi: उपयोक्तानाम (_s):
ka: _სახელი:

source: Pass_word:
hi: पासवर्ड (_w):
ka: პა_როლი:

source: Connec_tion
hi: कनेक्शन (_t)
ka: _მიერთება

source: Other options
hi: अन्य विकल्प
ka: სხვა პარამეტრები

source: Ena_ble Tags Auto-Completion
hi: टैग स्वतः पूर्णता सक्षम करें (_b)
ka: ჭდეების _ავტოდასრულების ჩართვა

source: _Import Tags from Pictures Metadata
hi: तस्वीर मेटाडेटा से टैग आयात करें (_I)
ka: ჭდეების შემოტანა სურათ_ის მეტამონაცემებიდან

source: Use _Dark GTK Theme
hi: गहरे रंग की GTK थीम का प्रयोग करें
ka: GTK-ის _ბნელი თემის გამოყენება

source: _Keep File Extensions in Titles when Loading
hi: लोड करते समय फाइल एक्सटेंशन को शीर्षक में रखें (_K)
ka: ჩატვირთვისას ფაილის გაფართოებების დატოვება _სახელებისთვის

source: _Misc
hi: विभिन्न (_M)
ka: _სხვ

source: Preferences
hi: प्राथमिकताएं
ka: გამართვა

source: _Edit Details…
hi: विवरण संपादित करें (_E)…
ka: _დეტალების ჩასწორება…

source: Add _Tags…
fr: A_jouter des étiquettes…
hi: टैग जोड़ें (_T)…
ka: _ჭდეების დამატება…

source: Add to _Group…
fr: Ajouter au _groupe…
hi: समूह में जोड़ें (_G)…
ka: ჩამატება _ჯგუფში…

source: Add to _Photoset
hi: फोटोसेट में जोड़ें (_P)
ka: დამატება _ფოტოსეტში

source: _Add to Existing Photoset…
hi: मौजूदा फोटोसेट में जोड़ें (_A)…
ka: _დამატება არსებულ ფოტოსეტში…

source: _Create New Photoset…
hi: नया फोटोसेट बनाएं (_C)…
ka: _ახალი ფოტოსეტის შექმნა…

source: _Open in External Viewer
hi: बाहरी छवि दर्शक में खोलें (_O)
ka: _გარე გამხსნელში გახსნა

source: _Remove Elements
hi: तत्व हटाएं (_R)
ka: _ელემენტების წაშლა

source: No pictures loaded
hi: कोई तस्वीरें लोड नहीं हुई
ka: სურათები ჩატვირთული არაა

source: Press the <b>"Add"</b> button on the toolbar to load pictures into this window.
hi: इस खिड़की में तस्वीरें लोड करने के लिए टूलबार पर <b>"जोड़ें"</b> बटन दबाएं।
ka: ამ ფანჯარაში სურათების ჩასატვირთად ხელსაწყოების პანელზე დააწექით ღილაკს <b>"დამატება"</b>.

source: Once you're ready, press the <b>"Upload"</b> button to upload your pictures to Flickr.
hi: एक बार जब आप तैयार हो जाएं, तो Flickr पर अपनी तस्वीरें अपलोड करने के लिए <b>"अपलोड"</b> बटन दबाएं।
ka: როცა მზად იქნებით, დააწექით ღილაკს <b>"ატვირთვა"</b>, რომ თქვენი სურათებ Flickr-ზე ატვირთოთ.

source: Aut_horize Account…
hi: खाता अधिकृत करें (_h)…
ka: ანგარიშის ავ_ტორიზაცია…

source: _File
fr: _Fichier
hi: फाइल (_F)
ka: _ფაილი

source: _Open…
hi: खोलें (_O)…
ka: _გახსნა…

source: Save _As…
hi: ऐसे सहेजें (_A)…
ka: _შენახვა, როგორც…

source: A_dd…
hi: जोड़ें (_d)…
ka: _დამატება…

source: _Remove
hi: हटाएं (_R)
ka: _წაშლა

source: _Upload
hi: अपलोड (_U)
ka: _ატვირთვა

source: _Preferences…
hi: प्राथमिकताएं (_P)…
ka: _გამართვა…

source: _Help
fr: Aid_e
hi: सहायता (_H)
ka: _დახმარება

source: _About frogr
hi: frogr के बारे में (_A)
ka: Frogr-ის შეს_ახებ

source: _Quit
fr: _Quitter
hi: छोड़ें (_Q)
ka: _გასვლა

source: _View
hi: देखें (_V)
ka: ხ_ედი

source: _Sort Elements
hi: तत्वों को क्रमित करें (_S)s
ka: ელემენტები_ს დალაგება

source: As _Loaded
hi: जैसे लोड किया गया (_L)
ka: როგორც ჩ_აიტვირთა

source: By _Date Taken
hi: ली गयी तिथि द्वारा (_D)
ka: _გადაღების თარიღით

source: By _Title
hi: शीर्षक द्वारा (_T)
ka: _სათაურით

source: By _Size
hi: आकार द्वारा (_S)
ka: ზომ_ის მიხედვით

source: _Reversed Order
hi: उलटा क्रम (_R)
ka: შებ_რუნებული წყობით

source: Enable _Tooltips
hi: टूलटिप सक्षम करें (_T)
ka: _მინიშნებების ჩვენება

source: A Flickr remote organizer for GNOME
fr: Un organisateur à distance Flickr pour GNOME

source: Spanish
fr: Espagnol

source: British English
fr: Anglais britannique

source: Album Title
fr: Titre de l'album

source: Group Name
fr: Nom du groupe

source: Please press the button to authorize %s and then come back to this screen to complete the process.
fr: Veuillez appuyer sur le bouton pour autoriser %s, puis revenir à cet écran pour compléter le processus.

source: Press the button to start using %s once you've authorized it in your flickr account.
fr: Appuyer sur le bouton pour commencer à utiliser %s une fois que vous l'avez autorisé dans votre compte flickr.

source: Process cancelled by the user
fr: Processus annulé par l'utilisateur

source: Error uploading picture: File invalid
fr: Erreur pendant l'envoi de l'image : Fichier invalide

source: Error: Group limit alrady reached
fr: Erreur : Limite du groupe déjà atteinte

source: Error %s is not properly authorized to upload pictures to flickr. Please re-authorize it
fr: Erreur %s n'est pas autorisé à envoyer des images vers flickr. Veuillez l'autoriser à nouveau

source: An error happened while uploading a picture: %s.
fr: Une erreur est survenue lors de l'envoi d'une image : %s.

source: Authorization successfully completed!
fr: Autorisation accordée !

source: Creating new photoset…
fr: Création d'un nouvel ensemble…

source: Adding picture to photoset…
fr: Ajout d'une image à l'ensemble…

source: Adding picture to group…
fr: Ajout d'une image au groupe…

source: Operation successfully completed!
fr: Opération réussie !

source: You need to properly authorize %s before uploading any pictures to flickr. Please re-authorize it.
fr: Vous devez donner l'autorisation à %s avant l'envoi d'images vers flickr. Veuillez l'autoriser à nouveau.

source: Album's title:
fr: Titre de l'album :

source: Album's description:
fr: Description de l'album :

source: Create new Album
fr: Créer un nouvel album

source: _Add Pictures
fr: _Ajouter des images

source: _Remove Pictures
fr: _Supprimer des images

source: Authorize _frogr
fr: Autoriser _frogr

source: Edit _Details…
fr: Modifier les _détails…

source: Add to Al_bum
fr: Ajouter à l'al_bum

source: _Upload All
fr: _Envoyer tout

source: _About
fr: À _propos

source: Not connected to flickr
fr: Non connecté à flickr

source: remaining for the current month
fr: restant pour le mois en cours

source: Connected as
fr: Connecté en tant que

source: Loading pictures %d / %d
fr: Chargement des images %d / %d

source: Default Actions
fr: Actions par défaut

source: Settings
fr: Paramètres
